{
  "CamelCaseMotion": { "branch": "master" },
  "betterTerm.nvim": { "branch": "main" },
  "block.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "code_runner.nvim": { "branch": "main" },
  "diagflow.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "everybody-wants-that-line.nvim": { "branch": "saint" },
  "fzf-lua": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "jfind.nvim": { "branch": "1.0" },
  "lazy.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nerdtree": { "branch": "master" },
  "netrw.nvim": { "branch": "master" },
  "nim.vim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popui.nvim": { "branch": "master" },
  "swift.vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "exclude" },
  "toggleterm.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undoquit.vim": { "branch": "main" },
  "vim-commentary": { "branch": "master" },
  "vim-scriptease": { "branch": "master" },
  "vim-searchx": { "branch": "mod" },
  "vim-vsnip": { "branch": "master" },
  "xbase": { "branch": "master" }
}